greeting = '''
<b>👋 Добро пожаловать в онлайн магазин luxurywatch_uz</b>

<i>ℹ️ Что-бы сделать заказ, нажмите кнопку ниже</i>
'''

info = '''
Часы и аксессуары | Узбекистан
🔸Онлайн магазин
🔸Часы наивысшего уровня
🔸Бесплатная доставка по Узбекистану
🔸Обмен возврат нет
📱Контакты для заказа +998999895777
https://t.me/luxurywatch_uz1
https://www.instagram.com/luxurywatch_uz/
'''

howto_order = """
<b>🔗 Что-бы выбрать товар, отправьте ссылку Инстаграм поста из канала <a href="https://www.instagram.com/luxurywatch_uz/">luxurywatch_uz</a></b>

<i>ℹ️ например:</i>
https://www.instagram.com/reel/CxDFNaksQ6a/?utm_source=ig_web_button_share_sheet&igshid=MzRlODBiNWFlZA==
"""

make_order_button = "Сделать заказ 🛒"
info_button = "Информация про магазин ℹ️"

yes_button = "да"
cannel_button = "отменить заказ"

order_canceled = "<b>Заказ отменён ❌</b>"


regions = [None] * 14
regions[0] = 'Ташкент'
regions[1] = 'Ташкентская область'
regions[2] = 'Андижанская область'
regions[3] = 'Бухарская область'
regions[4] = 'Джизакская область'
regions[5] = 'Кашкадарьинская область'
regions[6] = 'Наманганская область'
regions[7] = 'Навоийская область'
regions[8] = 'Самаркандская область'
regions[9] = 'Сурхандарьинская область'
regions[10] = 'Сырдарьинская область'
regions[11] = 'Ферганская область'
regions[12] = 'Хорезмская область'
regions[13] = 'Республика Каракалпакстан'
